Repository: sminozzi/boatdealer
Catalog: language/boatdealer-*.po
Languages: pt_pt

source: Overview
pt_pt: Visao Geral

source: No special characters here ("$" "," "."), the plugin will auto format the number.
pt_pt: Nao use caracteres especiais aqui ("$" "," "."), o plugin irà auto formatar os numeros.

source: Make
pt_pt: Fabricante

source: Mark to show up at Featured Widget.
pt_pt: Selecione para aparecer no Widget Destaques.

source: The year of the model. Only numbers, no point, no comma.
pt_pt: Ano do modelo. Use somente numeros.

source: Engine HP. Only numbers, no point, no comma.
pt_pt: Potencia do Motor. Use apenas numeros.

source: The amount of miles on this boat. Only numbers, no point, no comma.
pt_pt: Kilometragem/Milhas/Horas. Use somente numeros.

source: The amount of
pt_pt: Todal de

source: Lengh Of Boat in
pt_pt: Tamanho do Barco

source: Only numbers. No point, no comma.
pt_pt: Use somente numeros. Sem pontos ou virgulas.

source: Fuel Capacity in
pt_pt: Capacidade do reservatorio de combustivel

source: Passenger Capacity. Only numbers.
pt_pt: Capacidade (passageiros).

source: What kind of Boat is this
pt_pt: Tipo de Barco

source: Fuel Type.
pt_pt: Tipo de Combustivel

source: Engine eg: Johnson
pt_pt: Motor exemplo: Johnson

source: Color of the Interior
pt_pt: Interior Cor

source: Interior Material
pt_pt: Material Interno

source: Parent Model
pt_pt: Modelo do parente

source: Parent Model:
pt_pt: Modelo - Parente:

source: Edit Model
pt_pt: Editar Modelo

source: Update Model
pt_pt: Atualizar Modelos

source: Add New Model
pt_pt: Adicionar Novo Modelo

source: New Model
pt_pt: Novo Modelo

source: Separate Model with commas
pt_pt: Separe os Modelos com virgulas

source: Add or Remove Model
pt_pt: Adicione ou remova Modelos

source: Choose from the most used Model
pt_pt: Escolha entre os modelos mais frequentes

source: Parent Features
pt_pt: Parente - Detalhes

source: Parent Features:
pt_pt: Detalhes - Parente

source: Edit Features
pt_pt: Editar Detalhes

source: Update Features
pt_pt: Atualizar Detalhes

source: Add New Features
pt_pt: Adicione Novos Detalhes

source: New Features
pt_pt: Novos Detalhes

source: Separate Features with commas
pt_pt: Separe os detahes com virgulas

source: Add or Remove Features
pt_pt: Adicione ou remova detalhes

source: Choose from the most used Features
pt_pt: Selecione entre os detalhes

source: Call For Price
pt_pt: Chame-nos sobre o preço

source: Search
pt_pt: Pesquisar

source: Price
pt_pt: Preço

source: Any
pt_pt: Qualquer

source: Year
pt_pt: Ano

source: New/Used
pt_pt: Novo/Usado

source: New
pt_pt: Novo

source: Used
pt_pt: Usado

source: Damaged
pt_pt: Danificado

source: Features
pt_pt: Detalhes

source: Engine
pt_pt: Motor

source: Boat Type
pt_pt: Tipo de bote

source: Fuel Type
pt_pt: Tipo Combustivel

source: Fuel Capacity
pt_pt: Capacidade do reservatorio de Combustivel

source: Lenght
pt_pt: Tamanho

source: Passenger Capacity
pt_pt: Capacidade passageiros

source: Interior Color
pt_pt: Cor Interna

source: Options
pt_pt: Opçoes

source: Call for Price
pt_pt: Chame-nos sobre o preço

source: Model
pt_pt: Modelo

source: Back
pt_pt: Voltar

source: Onward
pt_pt: Avante

source: Not Found !
pt_pt: Nao enconrado!

source: Contact Us
pt_pt: Contactar

source: A list of Recent Boats
pt_pt: Lista dos Recentes Barcos

source: New Arrivals
pt_pt: Novos Barcos

source: A list of Featured Boats
pt_pt: Lista dos Barcos em Destaque

source: Featured Boats
pt_pt: Barcos em Destaque

source: Search Boats
pt_pt: Pesquisar Barcos

source: Title
pt_pt: Titulo

source: Thanks for install Boat Dealer Plugin. The easiest way to manage, list and sell your boats online.
pt_pt: Obrigado por instalar Boat Dealer Plugin. A forma mais facil de administrar, listar e vender barcos on line.

source: Follow this steps
pt_pt: Siga estes passos

source: Go to Boat Settings tab and choose your currency, metric system etc...
pt_pt: Escolha sua moeda e sistema metrico, etc...

source: Go to your Pages and chose one (or more) page where you want show the boats.
pt_pt: Và atè suas paginas e escolha uma (ou mais) onde deseja que seu show room de barcos seja visivel.

source: Paste this shortcode there
pt_pt: Coloque la este shortcode

source: Click Update to Save
pt_pt: Clique atualizar e salvar

source: Go to Model and Add some models
pt_pt: Và atè Model e adicione alguns modelos

source: For example
pt_pt: Por exemplo

source: Sport
pt_pt: Esporte

source: Fishing
pt_pt: Pesca

source: and so on...
pt_pt: etc...

source: Go to Features and Add some
pt_pt: Và até Features e adicione um

source: For example
pt_pt: Por exemplo

source: Cabin
pt_pt: Cabine

source: Bathroom
pt_pt: Banheiro

source: Go to Boats for Sale and Choose Add New
pt_pt: Và até Boats for Sale e escolha adicionar um

source: Fill Out all info
pt_pt: Preencha todas as informaçoes

source: Add one Featured Image
pt_pt: Adicione uma Featured Imagem

source: Load images
pt_pt: Carregar Imagens

source: Just create one wordpress gallery. Our plugin will create automatically one nice slider gallery. For details how to create a wordpress gallery, check the wordpress site.
pt_pt: Apenas crie uma nova galeria wordpress. Nosso sistema automaticamente a transformarà num Slider.

source: Click Publish to Save.
pt_pt: Clique Publicar e salvar.

source: We have 3 dedicated Widgets
pt_pt: Temos 3 widgets exclusivos

source: Recent Boats
pt_pt: Recente Post

source: Boats Search
pt_pt: Pesquisar Boats

source: To install, just go to
pt_pt: Para instalar, và até

source: and install them
pt_pt: e instale

source: That's all. I hope you enjoy it
pt_pt: Està pronto. Espero que seja util a Voce

source: Choose your currency, metric system and so on.
pt_pt: Escolha sua moeda, sistema metrico etc.

source: Currency
pt_pt: Moeda

source: Miles - Km - Hours
pt_pt: Milhas - Kms - Horas

source: Miles
pt_pt: Milhas

source: Hours
pt_pt: Horas

source: Liters - Gallons
pt_pt: Litros - Galoes

source: Liters
pt_pt: Litros

source: Gallons
pt_pt: Galoes

source: Feet - Meters
pt_pt: Pes - Metros

source: Feet
pt_pt: Pes

source: Meters
pt_pt: Metros

source: How many boats would you like to display per page?
pt_pt: Quantos botes deseja exibir por pagina?

source: Remove Sidebar from Search Result Page
pt_pt: Remover o Sidebar da Pagina de Resultados da Pesquisa

source: Replace the Wordpress Gallery with Flexslider Gallery
pt_pt: Substituir a galeria original do WordPress com Galeria Flexslider

source: Fill out your contact page URL if you want a Contact Us button at bottom of the individual boat page
pt_pt: Preencha a URL da tua pagina de contactos se deseja seja acrescentado um botao na pagina individual dos botes

source: Where is the updated OnLine Manual?
pt_pt: Onde encontro o manual on line atualizado?

source: Where is the complete updated OnLine FAQ page?
pt_pt: Onde encontro o FAQ on line atualizado?

source: Where is the demo online?
pt_pt: Onde encontro demo on line atualizado?

source: Where is the complete online updated StartUp Guide?
pt_pt: Onde encontro o Start Up guia on line atualizado?

source: Where is the donation page?
pt_pt: Onde encontro a pagina de doaçao?

source: How can i get support?
pt_pt: Onde posso obter suporte tecnico?

source: Where is the language file?
pt_pt: Onde està o arquivo de lingua?

source: We have an english language file ready to translate to another language.
pt_pt: Nos temos o arquivo em Ingles pronto para traduzir para outra linguagem.
